Repository: KDE/maui-station
Catalog: po/sa/station.po
Languages: sa

source: Pause
sa: विराम

source: Interrupt
sa: व्यवधान

source: Kill
sa: हन्

source: Station
sa: स्थानः

source: Convergent terminal emulator.
sa: अभिसरण टर्मिनल अनुकरणकर्ता।

source: Camilo Higuita
sa: कैमिलो हिगुइटा

source: Developer
sa: विकासकः

source: Commands
sa: आदेशाः

source: New Tab
sa: नवीन ट्याब्

source: Split
sa: भंज

source: Tutorial
sa: पाठ्यक्रम

source: Settings
sa: सेटिंग्स्

source: About
sa: विषये

source: Nothing here
sa: अत्र किमपि नास्ति

source: To start hacking open a new tab or a split screen.
sa: हैकिंग् आरभ्यतुं नूतनं ट्याब् अथवा विभक्तपर्दे उद्घाटयन्तु ।

source: Function Keys
sa: फंक्शन कीज

source: Nano
sa: नैनो

source: Ctrl Modifiers
sa: Ctrl संशोधक

source: Navigation
sa: नौकायानम्

source: Favorite
sa: प्रिय

source: Signals
sa: संकेताः

source: More Signals
sa: अधिकसंकेताः

source: A process is still running. Are you sure you want to interrupt it and close it?
sa: अद्यापि एकः प्रक्रिया प्रचलति। किं भवन्तः निश्चयेन तत् व्यत्यस्य पिधातुम् इच्छन्ति?

source: Do you want to restore the previous session?
sa: पूर्वसत्रं पुनः स्थापयितुम् इच्छति वा ?

source: Edit Command
sa: सम्पादन आदेश

source: Edit a command shortcut
sa: एकं आदेशशॉर्टकट् सम्पादयन्तु

source: Remove
sa: अपाकरोति

source: Edit
sa: सम्पादन

source: No Commands
sa: न आदेशाः

source: Start adding new command shortcuts
sa: नूतनानि आदेशशॉर्टकट् योजयितुं आरभत

source: Font
sa: फॉन्ट्

source: Alerts
sa: अलर्ट्स्

source: Running Task
sa: Running Task इति

source: Prevent from closing a running task.
sa: चालितं कार्यं बन्दं कर्तुं निवारयन्तु।

source: Finished Task
sa: समाप्तं कार्यम्

source: Emit a notification when a pending process has finished.
sa: यदा लम्बितप्रक्रिया समाप्तं भवति तदा सूचनां उत्सर्जयन्तु।

source: Silent
sa: शांत

source: Emit an alert when a running task has been silent for more than 30 seconds.
sa: यदा चालितं कार्यं ३० सेकेण्ड् अधिकं यावत् मौनम् अस्ति तदा अलर्टं उत्सर्जयन्तु ।

source: Interface
sa: अन्तरफलकम्

source: Color
sa: वर्ण

source: Switch between light and dark colorscheme.
sa: प्रकाशस्य कृष्णस्य च वर्णयोजनायाः मध्ये स्विच कुर्वन्तु।

source: Light
sa: प्रकाशः

source: Dark
sa: तिमिर

source: Adaptive
sa: अनुकूली

source: Shortcuts
sa: शॉर्टकट

source: Translucency
sa: पारदर्शिता

source: Translucent background.
sa: अर्धपारदर्शी पृष्ठभूमि।

source: Tab Title
sa: ट्याब् शीर्षकम्

source: Auto
sa: ऑटो

source: Process
sa: प्रक्रिया

source: Directory
sa: निर्देशिका

source: Terminal
sa: टर्मिनल्

source: Save Session
sa: सत्रं रक्षतु

source: Restore previous session on startup.
sa: प्रारम्भे पूर्वसत्रं पुनःस्थापयन्तु।

source: Adaptive Color Scheme
sa: अनुकूली रंग योजना

source: Colors based on the current style.
sa: वर्तमानशैल्याः आधारेण वर्णाः।

source: Color Scheme
sa: रङ्ग योजना

source: Change the color scheme of the terminal.
sa: टर्मिनलस्य वर्णयोजनां परिवर्तयन्तु ।

source: Alert on processes and prevent closing them.
sa: प्रक्रियाणां विषये सजगं कुर्वन्तु, तान् बन्दं कर्तुं च निवारयन्तु।

source: Display
sa: प्रदर्शन

source: Font family and size.
sa: फन्ट् परिवारः आकारः च ।

source: Line Spacing
sa: रेखा अन्तराल

source: History Size
sa: इतिहास आकार

source: Number of lines to keep in buffer. Less than zero means infinite lines.
sa: बफरमध्ये स्थापयितुं रेखानां संख्या । शून्यात् न्यूनं अनन्तरेखाः इत्यर्थः ।

source: Enable Bold
sa: Bold सक्षमं कुर्वन्तु

source: Blinking Cursor
sa: निमिषमाणः कर्सरः

source: Full Cursor Height
sa: पूर्ण कर्सर ऊर्ध्वता

source: Antialias text
sa: एण्टियालियास पाठ

source: Search Web
sa: अन्वेषणं जालम्

source: Watch for Silence
sa: मौनं पश्यन्तु

source: View
sa: दृश्यं

source: Process Finished
sa: प्रक्रिया समाप्तम्

source: Running task has finished for tab: %1
sa: ट्याब् कृते चालनकार्यं समाप्तम्: %1

source: Pending Process
sa: लम्बित प्रक्रिया

source: Running process '%1' has been inactive for more than 30 seconds.
sa: '%1' चालनप्रक्रिया ३० सेकेण्ड् अधिकं यावत् निष्क्रियः अस्ति ।

source: When using a keyboard you can use the following shortcuts to navigate.
sa: कीबोर्डस्य उपयोगं कुर्वन् भवान् निम्नलिखितशॉर्टकट्-उपयोगं कर्तुं शक्नोति ।

source: Open a new split view, vertically or horizontally.
sa: नूतनं विभक्तदृश्यं उद्घाटयन्तु, लम्बवत् वा क्षैतिजरूपेण वा ।

source: Find
sa: अन्वेषय

source: Open the find bar.
sa: find bar इति पट्टिकां उद्घाटयन्तु ।

source: Switch
sa: नुदति

source: Switch between split views.
sa: विभक्तदृश्यानां मध्ये स्विच् कुर्वन्तु ।

source: On touch devices you can use the following gestures to navigate.
sa: स्पर्शयन्त्रेषु भवन्तः मार्गदर्शनार्थं निम्नलिखित-इशाराणां उपयोगं कर्तुं शक्नुवन्ति ।

source: Up & Down
sa: Up & Down इति

source: Swipe up or down to navigate the commands history.
sa: आदेशानां इतिहासं गन्तुं उपरि अधः वा स्वाइप् कुर्वन्तु ।

source: Left & Right
sa: वाम & दक्षिण

source: Swipe left or right to move through the command line to edit.
sa: सम्पादनार्थं आदेशपङ्क्तौ गन्तुं वामभागे वा दक्षिणभागे वा स्वाइप् कुर्वन्तु ।

source: Two Fingers Left & Right
sa: द्वे अङ्गुली वाम & दक्षिण

source: Swipe up or down with two fingers to scroll.
sa: स्क्रॉल कर्तुं अङ्गुलीद्वयेन उपरि अधः वा स्वाइप् कुर्वन्तु ।

source: Create
sa: निर्मियताम्

source: Create a new command shortcut to quickly trigger actions.
sa: शीघ्रं क्रियाः प्रवर्तयितुं नूतनं आदेशशॉर्टकट् रचयन्तु ।

source: Add
sa: संयोजयति
