Repository: KDE/maui-station
Catalog: po/*/station.po
Languages: ar, es

source: Pause
ar: ألبث

source: Interrupt
ar: مقاطعة

source: Kill
ar: اقتل

source: Station
ar: محطة

source: Convergent terminal emulator.
ar: محاكي الطرفية متكيف.
es: Emulador de terminal convergente.

source: Camilo Higuita
ar: كاميلو هيجويتا

source: Developer
ar: المطور
es: Desarrollador

source: Commands
ar: الأوامر
es: Órdenes

source: Bookmarks
ar: العلامات

source: New Tab
ar: لسان جديد
es: Nueva pestaña

source: Split
ar: اقسم
es: Separar

source: Tutorial
ar: تعلم

source: Settings
ar: إعدادات
es: Preferencias

source: About
ar: عن
es: Acerca de

source: Nothing here
ar: لا يوجد شيء هنا
es: Nada aquí

source: To start hacking open a new tab or a split screen.
ar: لبدء الاختراق، افتح لسان جديد أو شاشة مقسمة.
es: Para empezar a trabajar, abra una nueva pestaña o una ventana separada.

source: Function Keys
ar: مفاتيح الوظائف
es: Teclas de función

source: Nano
ar: نانو

source: Ctrl Modifiers
ar: معدِّلات Ctrl
es: Modificadores tecla Ctrl

source: Navigation
ar: التّنقّل
es: Navegación

source: Favorite
ar: المفضّلة
es: Favorito

source: Signals
ar: الإشارات

source: More Signals
ar: المزيد من الإشارات

source: A process is still running. Are you sure you want to interrupt it and close it?
ar: لا تزال العملية جارية. هل أنت متأكد من مقاطعتها وإغلاقها؟
es: Un proceso sigue ejecutando. ¿Está seguro de interrumpirlo y cerrarlo?

source: Do you want to restore the previous session?
ar: هل تريد استعادة الجلسة السابقة؟

source: Filter/Add
ar: المرشح/أضف

source: Edit Command
ar: حرر أمر
es: Editar orden

source: Edit a command shortcut
ar: حرر اختصار أمر
es: Editar un atajo de teclado

source: Remove
ar: أزل
es: Eliminar

source: Edit
ar: حرّر
es: Editar

source: No Commands
ar: لا يوجد أوامر
es: Ninguna orden

source: Start adding new command shortcuts
ar: ابدأ بإضافة اختصارات أوامر جديدة
es: Empiece añadiendo nuevos atajos de órdenes

source: Font
ar: الخط
es: Fuente

source: Alerts
ar: إنذارات
es: Alertas

source: Running Task
ar: المهمّة الجارية
es: Tarea en ejecución

source: Prevent from closing a running task.
ar: امنع إغلاق المهمة الجارية.
es: Prevenir el cierre de tareas en ejecución.

source: Finished Task
ar: المهمة المنتهية
es: Tarea terminada

source: Emit a notification when a pending process has finished.
ar: إرسال إشعار عند انتهاء عملية معلقة.
es: Emitir una notificación cuando un proceso pendiente ha terminado.

source: Silent
ar: ساكنة

source: Emit an alert when a running task has been silent for more than 30 seconds.
ar: إرسال تنبيه عندما تكون المهمة الجارية ساكنة لأكثر من 30 ثانية.

source: Interface
ar: الواجهة
es: Interfaz

source: Color
ar: اللون

source: Switch between light and dark colorscheme.
ar: بدّل بين سمة الألوان الفاتحة والداكنة.
es: Cambiar entre esquema de color oscuro y claro.

source: Light
ar: فاتحة
es: Claro

source: Dark
ar: مظلمة
es: Oscuro

source: Adaptive
ar: متكيف
es: Adaptativo

source: Shortcuts
ar: الاختصارات
es: Atajos

source: Enable the sidebar with commands and places shortcuts.
ar: مكّن الشريط الجانبي باستخدام الأوامر و اختصارات الأماكن.

source: Translucency
ar: شبه الشفافية
es: Transparencia

source: Translucent background.
ar: الخلفية الشفافة.
es: Fondo traslucido.

source: Tab Title
ar: عنوان اللسان

source: Auto
ar: آليّ

source: Process
ar: العمليّة

source: Directory
ar: الدّليل

source: Terminal
ar: الطّرفيّة

source: Save Session
ar: احفظ الجلسة

source: Restore previous session on startup.
ar: استعادة الجلسة السابقة عند بدء التشغيل.

source: Adaptive Color Scheme
ar: نظام الألوان المتكيف
es: Esquema de color adaptativo

source: Colors based on the current style.
ar: الألوان على أساس النمط الحالي.
es: Colores basados en el estilo actual.

source: Color Scheme
ar: مخطّط الألوان
es: Esquema de colores

source: Change the color scheme of the terminal.
ar: غيّر نظام الألوان الطرفية.
es: Cambiar el esquema de colores de la terminal.

source: Alert on processes and prevent closing them.
ar: تنبيه على العمليات ومنع إغلاقها.
es: Alerta de los procesos y previene su cierre.

source: Display
ar: العرض
es: Pantalla

source: Font family and size.
ar: عائلة الخط وحجمه.
es: Familia de la fuente y tamaño.

source: Line Spacing
ar: تباعد الأسطر
es: Espaciado ente líneas

source: History Size
ar: حجم التّأريخ
es: Tamaño del histórico

source: Number of lines to keep in buffer. Less than zero means infinite lines.
ar: عدد الأسطر المطلوب الاحتفاظ بها في المخزن المؤقت. أقل من صفر يعني عدد لا نهائي من الأسطر.
es: Número de lineas a mantener en memoria. Un número menor que 0 significa líneas infinitas.

source: Enable Bold
ar: مكّن الخط الثخين
es: Activar negrita

source: Blinking Cursor
ar: مؤشر وامض
es: Cursor parpadeante

source: Full Cursor Height
ar: ارتفاع المؤشر الكامل
es: Altura del cursor completo

source: Antialias text
ar: نعّم النص
es: Texto anti-alias

source: Save as Command
ar: احفظ كأمر

source: Open Current Location
ar: افتح الموقع الحالي

source: Email
ar: البريد الإلكترونيّ

source: Search Web
ar: ابحث في الوِب

source: Watch for Silence
ar: راقب السكون

source: View
ar: اعرض

source: Process Finished
ar: انتهت العملية
es: Proceso finalizado

source: Running task has finished for tab: %1
ar: انتهت مهمة التشغيل للسان: %1
es: La tarea en ejecución ha terminado para la pestaña: %1

source: Pending Process
ar: العمليّة المعلقة
es: Proceso pendiente

source: Running process '%1' has been inactive for more than 30 seconds.
ar: ظلت عملية التشغيل '%1' غير نشطة لأكثر من 30 ثانية.

source: When using a keyboard you can use the following shortcuts to navigate.
ar: عند استخدام لوحة المفاتيح، يمكنك استخدام اختصارات التنقل التالية.
es: Cuando use un teclado, puede utilizar los siguientes atajos para navegar.

source: Open a new split view, vertically or horizontally.
ar: افتح عرضًا مقسمًا جديدًا، عموديًا أو أفقيًا.
es: Abrir una nueva vista dividida, vertical u horizontalmente.

source: Find
ar: اعثر
es: Encontrar

source: Open the find bar.
ar: افتح شريط البحث
es: Abrir la barra de búsqueda.

source: Switch
ar: بدّل
es: Alternar

source: Switch between split views.
ar: انتقل بين العروض المنقسمة.
es: Alternar este vistas divididas

source: On touch devices you can use the following gestures to navigate.
ar: على الأجهزة التي تعمل باللمس، يمكنك استخدام الإيماءات التالية للتنقل.
es: En dispositivos táctiles puede usar los siguientes gestos para navegar.

source: Up & Down
ar: أعلى وأسفل
es: Arriba y Abajo

source: Swipe up or down to navigate the commands history.
ar: امسح لأعلى أو لأسفل للتنقل في سجل الأوامر.
es: Arrastre un dedo arriba o abajo para navegar por el historial de órdenes.

source: Left & Right
ar: يسار ويمين
es: Izquierda y derecha

source: Swipe left or right to move through the command line to edit.
ar: اسحب لليسار أو لليمين للتنقل عبر سطر الأوامر للتعديل.
es: Arrastre un dedo a la izquierda o derecha a través de la línea de órdenes para editar.

source: Two Fingers Left & Right
ar: اصبعان لليسار واليمين
es: Izquierda y derecha con dos dedos

source: Swipe up or down with two fingers to scroll.
ar: اسحب لأعلى أو لأسفل بإصبعين للتمرير.
es: Arrastre dos dedos arriba o abajo para desplazarse.

source: Create
ar: أنشئ
es: Crear

source: Create a new command shortcut to quickly trigger actions.
ar: أنشئ اختصار أمر جديد لتشغيل الإجراءات بسرعة.
es: Crear un nuevo atajo de orden para ejecutar acciones rápidamente.

source: Add
ar: أضف
es: Añadir

source: © 2019-%1 Maui Development Team
es: © 2019-%1 El equipo de desarrollo de Maui

source: Close
es: Cerrar

source: Cancel
es: Cancelar

source: New Command
es: Nueva orden

source: Configure the application components and behaviour.
es: Configurar los componentes de la aplicación y el comportamiento.

source: Configure the app UI and plugins.
es: Configurar la interfaz de usuario y los complementos.

source: Configure the terminal font and display options.
es: Configurar la fuente del terminal y las opciones de pantalla.

source: Check
es: Comprobar

source: Running process has been inactive for more than 30 seconds.
es: El proceso en ejecución ha estado inactivo por más de 30 segundos.
